Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Your draft has been sent to our editorial team. Thank you for writing for AppleVis. We'll be in touch soon with our decision.
ar: أُرسلت مسودتك إلى فريق التحرير. شكرًا لكتابتك في AppleVis. سنُعلمك بقرارنا قريبًا.
de: Dein Entwurf wurde an unser Redaktionsteam gesendet. Danke, dass du für AppleVis schreibst. Wir melden uns bald mit unserer Entscheidung.
el: Το προσχέδιό σας στάλθηκε στη συντακτική μας ομάδα. Ευχαριστούμε που γράφετε για το AppleVis. Θα σας ενημερώσουμε σύντομα για την απόφασή μας.
es: Tu borrador se ha enviado a nuestro equipo editorial. Gracias por escribir para AppleVis. Pronto te diremos nuestra decisión.
fa: پیش‌نویس شما برای تیم ویراستاری فرستاده شد. از اینکه برای AppleVis می‌نویسید سپاسگزاریم. به‌زودی تصمیممان را اعلام می‌کنیم.
fr: Votre brouillon a été envoyé à notre équipe éditoriale. Merci d'écrire pour AppleVis. Nous vous donnerons notre décision bientôt.
he: הטיוטה שלכם נשלחה לצוות העריכה. תודה שאתם כותבים ל-AppleVis. נודיע לכם בקרוב על ההחלטה.
hi: आपका ड्राफ़्ट हमारी संपादकीय टीम को भेज दिया गया है। AppleVis के लिए लिखने के लिए धन्यवाद। हम जल्द ही अपना फ़ैसला बताएँगे।
id: Draf Anda sudah dikirim ke tim editorial kami. Terima kasih telah menulis untuk AppleVis. Kami akan segera memberi tahu keputusan kami.
it: La tua bozza è stata inviata al nostro team editoriale. Grazie per scrivere per AppleVis. Ti comunicheremo presto la nostra decisione.
ja: 下書きが編集チームに送信されました。AppleVis に寄稿していただき、ありがとうございます。近いうちに結果をお知らせします。
ko: 초안이 편집팀에 전달되었습니다. AppleVis에 글을 써 주셔서 감사합니다. 곧 결정을 알려 드리겠습니다.
nl: Je concept is naar ons redactieteam gestuurd. Bedankt dat je voor AppleVis schrijft. We laten je snel ons besluit weten.
pl: Twoja wersja robocza została wysłana do zespołu redakcyjnego. Dziękujemy za pisanie dla AppleVis. Wkrótce przekażemy naszą decyzję.
pt: Seu rascunho foi enviado para nossa equipe editorial. Obrigado por escrever para o AppleVis. Em breve daremos nossa decisão.
ru: Ваш черновик отправлен редакции. Спасибо, что пишете для AppleVis. Скоро мы сообщим о нашем решении.
sv: Ditt utkast har skickats till vår redaktion. Tack för att du skriver för AppleVis. Vi hör av oss snart med vårt beslut.
th: ฉบับร่างของคุณถูกส่งไปยังทีมบรรณาธิการแล้ว ขอบคุณที่เขียนให้ AppleVis เราจะแจ้งผลการพิจารณาเร็วๆ นี้
tr: Taslağınız editör ekibimize gönderildi. AppleVis için yazdığınız için teşekkürler. Kararımızı yakında size bildireceğiz.
uk: Вашу чернетку надіслано редакції. Дякуємо, що пишете для AppleVis. Незабаром ми повідомимо про наше рішення.
vi: Bản nháp của bạn đã được gửi đến nhóm biên tập. Cảm ơn bạn đã viết cho AppleVis. Chúng tôi sẽ sớm cho bạn biết quyết định.
zh_hans: 你的草稿已发送给我们的编辑团队。感谢你为 AppleVis 撰稿。我们很快会告诉你我们的决定。

source: Submit a blog post draft for the AppleVis editorial team to review. It isn't published straight away. An editor will follow up with you.
ar: أرسل مسودة منشور مدونة ليراجعها فريق تحرير AppleVis. لا تُنشر فورًا. سيتواصل معك أحد المحررين.
de: Reiche einen Blogbeitragsentwurf ein, den das AppleVis-Redaktionsteam prüft. Er wird nicht sofort veröffentlicht. Eine Redakteurin oder ein Redakteur meldet sich bei dir.
el: Υποβάλετε προσχέδιο ανάρτησης ιστολογίου για έλεγχο από τη συντακτική ομάδα του AppleVis. Δεν δημοσιεύεται αμέσως. Κάποιος από την ομάδα θα επικοινωνήσει μαζί σας.
es: Envía un borrador de entrada de blog para que lo revise el equipo editorial de AppleVis. No se publica al momento. Alguien del equipo se pondrá en contacto contigo.
fa: پیش‌نویس یک پست وبلاگ را برای بررسی تیم ویراستاری AppleVis ارسال کنید. فوراً منتشر نمی‌شود. یکی از ویراستاران با شما تماس می‌گیرد.
fr: Proposez un brouillon d'article de blog à l'équipe éditoriale d'AppleVis. Il n'est pas publié tout de suite. Un membre de l'équipe vous recontactera.
he: שלחו טיוטה של פוסט לבלוג לבדיקת צוות העריכה של AppleVis. היא לא מתפרסמת מיד. מישהו מהעריכה ייצור איתכם קשר.
hi: AppleVis संपादकीय टीम की समीक्षा के लिए ब्लॉग पोस्ट का ड्राफ़्ट सबमिट करें। यह तुरंत प्रकाशित नहीं होता। कोई संपादक आपसे संपर्क करेगा।
id: Kirim draf postingan blog untuk ditinjau tim editorial AppleVis. Draf tidak langsung diterbitkan. Seorang editor akan menghubungi Anda.
it: Invia una bozza di articolo per il blog al team editoriale di AppleVis. Non viene pubblicata subito. Un membro del team ti ricontatterà.
ja: AppleVis の編集チームが確認するブログ記事の下書きを投稿します。すぐには公開されません。編集者から連絡があります。
ko: AppleVis 편집팀이 검토할 블로그 게시물 초안을 제출하세요. 바로 게시되지 않습니다. 편집자가 연락드릴 것입니다.
nl: Dien een concept voor een blogbericht in dat het AppleVis-redactieteam beoordeelt. Het wordt niet meteen gepubliceerd. Iemand van de redactie neemt contact met je op.
pl: Prześlij wersję roboczą wpisu na blog do przejrzenia przez zespół redakcyjny AppleVis. Nie zostanie opublikowana od razu. Ktoś z redakcji się z Tobą skontaktuje.
pt: Envie um rascunho de postagem do blog para a equipe editorial do AppleVis revisar. Ele não é publicado na hora. Alguém da equipe vai falar com você.
ru: Отправьте черновик записи блога на проверку редакции AppleVis. Он не публикуется сразу. С вами свяжется кто-то из редакции.
sv: Skicka in ett utkast till ett blogginlägg som AppleVis redaktion granskar. Det publiceras inte direkt. Någon från redaktionen hör av sig till dig.
th: ส่งฉบับร่างบทความบล็อกให้ทีมบรรณาธิการ AppleVis ตรวจสอบ ฉบับร่างจะไม่เผยแพร่ทันที บรรณาธิการจะติดต่อกลับ
tr: AppleVis editör ekibinin incelemesi için bir blog yazısı taslağı gönderin. Hemen yayınlanmaz. Bir editör sizinle iletişime geçecek.
uk: Надішліть чернетку запису блогу на перевірку редакції AppleVis. Її не публікують одразу. З вами зв'яжеться хтось із редакції.
vi: Gửi bản nháp bài viết blog để nhóm biên tập AppleVis xem xét. Bài không được đăng ngay. Một biên tập viên sẽ liên hệ với bạn.
zh_hans: 提交博客文章草稿供 AppleVis 编辑团队审阅。草稿不会立即发布。编辑会与你联系。

source: Required. Tell us about your post and why it would interest the AppleVis community.
ar: مطلوب. أخبرنا عن منشورك ولماذا سيهمّ مجتمع AppleVis.
de: Erforderlich. Erzähl uns von deinem Beitrag und warum er die AppleVis-Community interessieren würde.
el: Υποχρεωτικό. Πείτε μας για την ανάρτησή σας και γιατί θα ενδιέφερε την κοινότητα του AppleVis.
es: Obligatorio. Cuéntanos sobre tu entrada y por qué interesaría a la comunidad de AppleVis.
fa: الزامی. دربارهٔ پستتان و اینکه چرا برای جامعهٔ AppleVis جالب است بگویید.
fr: Obligatoire. Parlez-nous de votre article et de ce qui intéresserait la communauté AppleVis.
he: חובה. ספרו לנו על הפוסט שלכם ולמה הוא יעניין את קהילת AppleVis.
hi: ज़रूरी। हमें अपनी पोस्ट के बारे में बताएँ और यह भी कि यह AppleVis समुदाय को क्यों पसंद आएगी।
id: Wajib. Ceritakan tentang postingan Anda dan mengapa komunitas AppleVis akan tertarik.
it: Obbligatorio. Raccontaci del tuo articolo e perché interesserebbe alla comunità di AppleVis.
ja: 必須。記事の内容と、AppleVis のコミュニティにとって興味深い理由を教えてください。
ko: 필수. 게시물에 대해, 그리고 AppleVis 커뮤니티가 관심을 가질 이유를 알려 주세요.
nl: Verplicht. Vertel ons over je bericht en waarom het de AppleVis-community zou interesseren.
pl: Wymagane. Opowiedz o swoim wpisie i o tym, dlaczego zainteresuje społeczność AppleVis.
pt: Obrigatório. Conte sobre sua postagem e por que ela interessaria à comunidade do AppleVis.
ru: Обязательно. Расскажите о своей записи и о том, чем она заинтересует сообщество AppleVis.
sv: Obligatoriskt. Berätta om ditt inlägg och varför det skulle intressera AppleVis-gemenskapen.
th: จำเป็น บอกเราเกี่ยวกับบทความของคุณ และเหตุผลที่ชุมชน AppleVis จะสนใจ
tr: Zorunlu. Bize yazınızdan ve AppleVis topluluğunun neden ilgisini çekeceğinden bahsedin.
uk: Обов'язково. Розкажіть про свій запис і про те, чим він зацікавить спільноту AppleVis.
vi: Bắt buộc. Cho chúng tôi biết về bài viết của bạn và vì sao cộng đồng AppleVis sẽ quan tâm.
zh_hans: 必填。介绍一下你的文章，以及它为何会让 AppleVis 社区感兴趣。

source: Your report has been sent to our team. Thank you for helping make apps more accessible for everyone.
ar: أُرسل بلاغك إلى فريقنا. شكرًا لمساعدتك في جعل التطبيقات أسهل وصولًا للجميع.
de: Dein Bericht wurde an unser Team gesendet. Danke, dass du hilfst, Apps für alle barrierefreier zu machen.
el: Η αναφορά σας στάλθηκε στην ομάδα μας. Ευχαριστούμε που βοηθάτε να γίνουν οι εφαρμογές πιο προσβάσιμες για όλους.
es: Tu informe se ha enviado a nuestro equipo. Gracias por ayudar a que las apps sean más accesibles para todos.
fa: گزارش شما برای تیم ما فرستاده شد. از اینکه به دسترس‌پذیرتر شدن برنامه‌ها برای همه کمک می‌کنید سپاسگزاریم.
fr: Votre rapport a été envoyé à notre équipe. Merci d'aider à rendre les applis plus accessibles pour tous.
he: הדיווח שלכם נשלח לצוות שלנו. תודה שאתם עוזרים להפוך אפליקציות לנגישות יותר לכולם.
hi: आपकी रिपोर्ट हमारी टीम को भेज दी गई है। ऐप को सबके लिए ज़्यादा सुलभ बनाने में मदद के लिए धन्यवाद।
id: Laporan Anda sudah dikirim ke tim kami. Terima kasih telah membantu membuat aplikasi lebih mudah diakses oleh semua orang.
it: La tua segnalazione è stata inviata al nostro team. Grazie per aiutare a rendere le app più accessibili per tutti.
ja: レポートがチームに送信されました。アプリをすべての人にとってより使いやすくするためのご協力に感謝します。
ko: 보고서가 팀에 전달되었습니다. 모두가 더 쉽게 쓸 수 있는 앱을 만드는 데 도움을 주셔서 감사합니다.
nl: Je rapport is naar ons team gestuurd. Bedankt dat je helpt apps toegankelijker te maken voor iedereen.
pl: Twoje zgłoszenie zostało wysłane do naszego zespołu. Dziękujemy za pomoc w zwiększaniu dostępności aplikacji dla wszystkich.
pt: Seu relatório foi enviado para nossa equipe. Obrigado por ajudar a tornar os apps mais acessíveis para todos.
ru: Ваш отчёт отправлен нашей команде. Спасибо, что помогаете сделать приложения доступнее для всех.
sv: Din rapport har skickats till vårt team. Tack för att du hjälper till att göra appar mer tillgängliga för alla.
th: รายงานของคุณถูกส่งไปยังทีมของเราแล้ว ขอบคุณที่ช่วยให้แอปเข้าถึงได้ง่ายขึ้นสำหรับทุกคน
tr: Raporunuz ekibimize gönderildi. Uygulamaları herkes için daha erişilebilir hâle getirmeye yardım ettiğiniz için teşekkürler.
uk: Ваш звіт надіслано нашій команді. Дякуємо, що допомагаєте зробити додатки доступнішими для всіх.
vi: Báo cáo của bạn đã được gửi đến nhóm chúng tôi. Cảm ơn bạn đã giúp các ứng dụng dễ tiếp cận hơn cho mọi người.
zh_hans: 你的报告已发送给我们的团队。感谢你帮助让应用对每个人都更易于使用。

source: Report an accessibility bug for the community Bug Tracker. Every report must be filed with Apple's Feedback Assistant first, and you'll need the FB number from that report here.
ar: أبلغ عن خطأ في إمكانية الوصول لمتعقب الأخطاء المجتمعي. يجب إرسال كل بلاغ أولًا عبر مساعد الملاحظات من Apple، وستحتاج هنا إلى رقم FB من ذلك البلاغ.
de: Melde einen Barrierefreiheitsfehler für den Fehler-Tracker der Community. Jeder Bericht muss zuerst über Apples Feedback-Assistent eingereicht werden, und hier brauchst du die FB-Nummer dieses Berichts.
el: Αναφέρετε ένα σφάλμα προσβασιμότητας για την Καταγραφή Σφαλμάτων της κοινότητας. Κάθε αναφορά πρέπει πρώτα να υποβληθεί μέσω του Βοηθού σχολίων της Apple, και εδώ θα χρειαστείτε τον αριθμό FB εκείνης της αναφοράς.
es: Informa de un error de accesibilidad para el Seguimiento de errores de la comunidad. Cada informe debe enviarse primero con el Asistente de Comentarios de Apple, y aquí necesitarás el número FB de ese informe.
fa: یک اشکال دسترس‌پذیری را برای پیگیر اشکالات جامعه گزارش کنید. هر گزارش باید ابتدا از طریق دستیار بازخورد Apple ثبت شود و اینجا به شمارهٔ FB همان گزارش نیاز دارید.
fr: Signalez un bug d'accessibilité pour le Suivi des bugs de la communauté. Chaque rapport doit d'abord être envoyé via l'Assistant d'évaluation d'Apple, et vous aurez besoin ici du numéro FB de ce rapport.
he: דווחו על באג נגישות למעקב התקלות של הקהילה. כל דיווח צריך להישלח קודם דרך עוזר המשוב של Apple, וכאן תצטרכו את מספר ה-FB מאותו דיווח.
hi: समुदाय बग ट्रैकर के लिए सुलभता बग रिपोर्ट करें। हर रिपोर्ट पहले Apple के फ़ीडबैक असिस्टेंट से दर्ज होनी चाहिए, और यहाँ आपको उस रिपोर्ट का FB नंबर चाहिए होगा।
id: Laporkan bug aksesibilitas untuk Pelacak Bug komunitas. Setiap laporan harus dikirim terlebih dahulu melalui Asisten Umpan Balik Apple, dan di sini Anda memerlukan nomor FB dari laporan tersebut.
it: Segnala un bug di accessibilità per il Tracciamento bug della comunità. Ogni segnalazione deve prima essere inviata tramite Feedback Assistant di Apple, e qui ti servirà il numero FB di quella segnalazione.
ja: コミュニティのバグトラッカーにアクセシビリティのバグを報告します。すべてのレポートは、まず Apple のフィードバックアシスタントで報告する必要があり、ここではそのレポートの FB 番号が必要です。
ko: 커뮤니티 버그 트래커에 접근성 버그를 보고하세요. 모든 보고서는 먼저 Apple의 피드백 지원을 통해 제출해야 하며, 여기에는 그 보고서의 FB 번호가 필요합니다.
nl: Meld een toegankelijkheidsbug voor de Bugtracker van de community. Elk rapport moet eerst via de Feedback-assistent van Apple worden ingediend, en hier heb je het FB-nummer van dat rapport nodig.
pl: Zgłoś błąd dostępności do śledzenia błędów społeczności. Każde zgłoszenie musi najpierw zostać przesłane przez Asystenta opinii Apple, a tutaj potrzebny będzie numer FB z tego zgłoszenia.
pt: Relate um bug de acessibilidade para o Rastreador de bugs da comunidade. Todo relatório precisa ser enviado primeiro pelo Assistente de Feedback da Apple, e aqui você vai precisar do número FB desse relatório.
ru: Сообщите об ошибке доступности для трекера багов сообщества. Каждый отчёт сначала нужно отправить через «Ассистент отзывов» Apple, а здесь понадобится номер FB из этого отчёта.
sv: Rapportera en tillgänglighetsbugg till gemenskapens buggspårare. Varje rapport måste först skickas in via Apples Feedback-assistent, och här behöver du FB-numret från den rapporten.
th: รายงานข้อบกพร่องด้านการช่วยการเข้าถึงไปยังตัวติดตามข้อบกพร่องของชุมชน ทุกรายงานต้องส่งผ่านผู้ช่วยคำติชมของ Apple ก่อน และที่นี่คุณต้องใช้หมายเลข FB จากรายงานนั้น
tr: Topluluk Hata Takipçisi için bir erişilebilirlik hatası bildirin. Her rapor önce Apple'ın Geri Bildirim Asistanı'na gönderilmelidir; burada o raporun FB numarasına ihtiyacınız olacak.
uk: Повідомте про помилку доступності для трекера багів спільноти. Кожен звіт спершу потрібно надіслати через «Асистент відгуків» Apple, а тут знадобиться номер FB з цього звіту.
vi: Báo cáo lỗi trợ năng cho Trình theo dõi lỗi của cộng đồng. Mỗi báo cáo phải được gửi qua Trợ lý phản hồi của Apple trước, và ở đây bạn cần số FB của báo cáo đó.
zh_hans: 为社区错误跟踪器报告一个无障碍错误。每份报告都必须先通过 Apple 的反馈助理提交，此处需要填写那份报告的 FB 编号。

source: Required, at least 30 characters. Include what happened, what you expected, and the exact steps to reproduce it.
ar: مطلوب، 30 حرفًا على الأقل. اذكر ما حدث، وما توقعته، والخطوات الدقيقة لإعادة إنتاجه.
de: Erforderlich, mindestens 30 Zeichen. Beschreibe, was passiert ist, was du erwartet hast und die genauen Schritte zum Reproduzieren.
el: Υποχρεωτικό, τουλάχιστον 30 χαρακτήρες. Αναφέρετε τι έγινε, τι περιμένατε και τα ακριβή βήματα για αναπαραγωγή.
es: Obligatorio, al menos 30 caracteres. Indica lo que pasó, lo que esperabas y los pasos exactos para reproducirlo.
fa: الزامی، دست‌کم ۳۰ نویسه. بنویسید چه رخ داد، چه انتظاری داشتید و گام‌های دقیق بازتولید آن چیست.
fr: Obligatoire, au moins 30 caractères. Indiquez ce qui s'est passé, ce que vous attendiez et les étapes exactes pour le reproduire.
he: חובה, לפחות 30 תווים. ציינו מה קרה, למה ציפיתם ואת השלבים המדויקים לשחזור.
hi: ज़रूरी, कम से कम 30 अक्षर। बताएँ क्या हुआ, आपने क्या उम्मीद की थी, और इसे दोहराने के सटीक चरण।
id: Wajib, minimal 30 karakter. Sebutkan apa yang terjadi, apa yang Anda harapkan, dan langkah persis untuk mereproduksinya.
it: Obbligatorio, almeno 30 caratteri. Indica cosa è successo, cosa ti aspettavi e i passaggi esatti per riprodurlo.
ja: 必須、30文字以上。起きたこと、期待していたこと、再現する正確な手順を書いてください。
ko: 필수, 30자 이상. 무슨 일이 있었는지, 무엇을 예상했는지, 재현하는 정확한 단계를 적어 주세요.
nl: Verplicht, minstens 30 tekens. Vermeld wat er gebeurde, wat je verwachtte en de precieze stappen om het te reproduceren.
pl: Wymagane, co najmniej 30 znaków. Napisz, co się stało, czego się spodziewałeś i jakie dokładnie kroki to odtwarzają.
pt: Obrigatório, pelo menos 30 caracteres. Diga o que aconteceu, o que você esperava e os passos exatos para reproduzir.
ru: Обязательно, не менее 30 символов. Укажите, что произошло, чего вы ожидали и точные шаги для воспроизведения.
sv: Obligatoriskt, minst 30 tecken. Berätta vad som hände, vad du förväntade dig och exakt vilka steg som återskapar det.
th: จำเป็น อย่างน้อย 30 ตัวอักษร บอกว่าเกิดอะไรขึ้น คุณคาดหวังอะไร และขั้นตอนที่แน่นอนในการทำให้เกิดซ้ำ
tr: Zorunlu, en az 30 karakter. Ne olduğunu, ne beklediğinizi ve hatayı yeniden oluşturmak için tam adımları yazın.
uk: Обов'язково, щонайменше 30 символів. Укажіть, що сталося, чого ви очікували, і точні кроки для відтворення.
vi: Bắt buộc, ít nhất 30 ký tự. Cho biết điều gì đã xảy ra, bạn mong đợi gì và các bước chính xác để tái hiện.
zh_hans: 必填，至少 30 个字符。写明发生了什么、你预期的结果，以及重现问题的确切步骤。

source: Include what happened, what you expected instead, and the exact steps to get there. The more detail you share, the easier it is for us to reproduce the bug.
ar: اذكر ما حدث، وما توقعته بدلًا منه، والخطوات الدقيقة للوصول إليه. كلما شاركت تفاصيل أكثر، سهُل علينا إعادة إنتاج الخطأ.
de: Beschreibe, was passiert ist, was du stattdessen erwartet hast und die genauen Schritte dorthin. Je mehr Details du teilst, desto leichter können wir den Fehler reproduzieren.
el: Αναφέρετε τι έγινε, τι περιμένατε αντί γι' αυτό και τα ακριβή βήματα που οδήγησαν εκεί. Όσο περισσότερες λεπτομέρειες, τόσο πιο εύκολα αναπαράγουμε το σφάλμα.
es: Indica lo que pasó, lo que esperabas en su lugar y los pasos exactos para llegar hasta ahí. Cuantos más detalles compartas, más fácil nos será reproducir el error.
fa: بنویسید چه رخ داد، به‌جای آن چه انتظاری داشتید و گام‌های دقیقی که به آن رسید. هرچه جزئیات بیشتری بدهید، بازتولید اشکال برای ما آسان‌تر است.
fr: Indiquez ce qui s'est passé, ce que vous attendiez à la place et les étapes exactes pour y arriver. Plus vous donnez de détails, plus il nous est facile de reproduire le bug.
he: ציינו מה קרה, למה ציפיתם במקום זאת ואת השלבים המדויקים שהובילו לשם. ככל שתשתפו יותר פרטים, יהיה לנו קל יותר לשחזר את הבאג.
hi: बताएँ क्या हुआ, आपने इसके बजाय क्या उम्मीद की थी, और वहाँ तक पहुँचने के सटीक चरण। आप जितना ज़्यादा विवरण देंगे, हमारे लिए बग दोहराना उतना आसान होगा।
id: Sebutkan apa yang terjadi, apa yang Anda harapkan sebagai gantinya, dan langkah persis yang mengarah ke sana. Semakin banyak detail yang Anda bagikan, semakin mudah kami mereproduksi bug-nya.
it: Indica cosa è successo, cosa ti aspettavi invece e i passaggi esatti per arrivarci. Più dettagli condividi, più è facile per noi riprodurre il bug.
ja: 起きたこと、代わりに期待していたこと、そこに至る正確な手順を書いてください。詳しく書いていただくほど、バグを再現しやすくなります。
ko: 무슨 일이 있었는지, 대신 무엇을 예상했는지, 그 상황에 이르는 정확한 단계를 적어 주세요. 자세히 적을수록 버그를 재현하기 쉬워집니다.
nl: Vermeld wat er gebeurde, wat je in plaats daarvan verwachtte en de precieze stappen om daar te komen. Hoe meer details je deelt, hoe makkelijker we de bug kunnen reproduceren.
pl: Napisz, co się stało, czego się spodziewałeś zamiast tego i jakie dokładnie kroki do tego prowadzą. Im więcej szczegółów podasz, tym łatwiej będzie nam odtworzyć błąd.
pt: Diga o que aconteceu, o que você esperava no lugar e os passos exatos para chegar lá. Quanto mais detalhes você compartilhar, mais fácil será reproduzir o bug.
ru: Укажите, что произошло, чего вы ожидали вместо этого и точные шаги, которые к этому привели. Чем больше подробностей, тем проще нам воспроизвести ошибку.
sv: Berätta vad som hände, vad du förväntade dig i stället och exakt vilka steg som ledde dit. Ju fler detaljer du delar, desto lättare är det för oss att återskapa buggen.
th: บอกว่าเกิดอะไรขึ้น คุณคาดหวังอะไรแทน และขั้นตอนที่แน่นอนที่นำไปสู่ปัญหา ยิ่งให้รายละเอียดมาก เราก็ยิ่งทำให้ข้อบกพร่องเกิดซ้ำได้ง่าย
tr: Ne olduğunu, bunun yerine ne beklediğinizi ve oraya varan tam adımları yazın. Ne kadar çok ayrıntı paylaşırsanız hatayı yeniden oluşturmamız o kadar kolay olur.
uk: Укажіть, що сталося, чого ви очікували натомість, і точні кроки, які до цього привели. Що більше подробиць, то легше нам відтворити помилку.
vi: Cho biết điều gì đã xảy ra, bạn mong đợi gì thay vào đó và các bước chính xác dẫn đến đó. Bạn chia sẻ càng nhiều chi tiết, chúng tôi càng dễ tái hiện lỗi.
zh_hans: 写明发生了什么、你原本的预期，以及导致问题的确切步骤。你提供的细节越多，我们越容易重现这个错误。

source: Your podcast has been sent to our team. Thank you for sharing it. We'll let you know when it's ready to appear on AppleVis.
ar: أُرسل البودكاست إلى فريقنا. شكرًا لمشاركته. سنُعلمك عندما يصبح جاهزًا للظهور على AppleVis.
de: Dein Podcast wurde an unser Team gesendet. Danke, dass du ihn teilst. Wir sagen dir Bescheid, wenn er auf AppleVis erscheint.
el: Το podcast σας στάλθηκε στην ομάδα μας. Ευχαριστούμε που το μοιραστήκατε. Θα σας ενημερώσουμε όταν είναι έτοιμο να εμφανιστεί στο AppleVis.
es: Tu pódcast se ha enviado a nuestro equipo. Gracias por compartirlo. Te avisaremos cuando esté listo para aparecer en AppleVis.
fa: پادکست شما برای تیم ما فرستاده شد. از هم‌رسانی آن سپاسگزاریم. وقتی برای نمایش در AppleVis آماده شد خبرتان می‌کنیم.
fr: Votre podcast a été envoyé à notre équipe. Merci de le partager. Nous vous préviendrons quand il sera prêt à apparaître sur AppleVis.
he: הפודקאסט שלכם נשלח לצוות שלנו. תודה ששיתפתם אותו. נודיע לכם כשהוא יהיה מוכן להופיע ב-AppleVis.
hi: आपका पॉडकास्ट हमारी टीम को भेज दिया गया है। साझा करने के लिए धन्यवाद। AppleVis पर दिखने के लिए तैयार होने पर हम आपको बताएँगे।
id: Podcast Anda sudah dikirim ke tim kami. Terima kasih telah membagikannya. Kami akan memberi tahu Anda saat podcast siap muncul di AppleVis.
it: Il tuo podcast è stato inviato al nostro team. Grazie per averlo condiviso. Ti avviseremo quando sarà pronto per comparire su AppleVis.
ja: ポッドキャストがチームに送信されました。共有していただき、ありがとうございます。AppleVis に掲載できるようになったらお知らせします。
ko: 팟캐스트가 팀에 전달되었습니다. 공유해 주셔서 감사합니다. AppleVis에 표시될 준비가 되면 알려 드리겠습니다.
nl: Je podcast is naar ons team gestuurd. Bedankt voor het delen. We laten het je weten als hij klaar is om op AppleVis te verschijnen.
pl: Twój podcast został wysłany do naszego zespołu. Dziękujemy za udostępnienie. Damy znać, gdy będzie gotowy do pojawienia się w AppleVis.
pt: Seu podcast foi enviado para nossa equipe. Obrigado por compartilhá-lo. Avisaremos quando ele estiver pronto para aparecer no AppleVis.
ru: Ваш подкаст отправлен нашей команде. Спасибо, что поделились им. Мы сообщим, когда он появится в AppleVis.
sv: Din podd har skickats till vårt team. Tack för att du delar den. Vi hör av oss när den är redo att visas på AppleVis.
th: พอดแคสต์ของคุณถูกส่งไปยังทีมของเราแล้ว ขอบคุณที่แชร์ เราจะแจ้งให้ทราบเมื่อพร้อมแสดงบน AppleVis
tr: Podcast'iniz ekibimize gönderildi. Paylaştığınız için teşekkürler. AppleVis'te görünmeye hazır olduğunda size haber vereceğiz.
uk: Ваш подкаст надіслано нашій команді. Дякуємо, що поділилися ним. Ми повідомимо, коли він з'явиться в AppleVis.
vi: Podcast của bạn đã được gửi đến nhóm chúng tôi. Cảm ơn bạn đã chia sẻ. Chúng tôi sẽ báo cho bạn khi nó sẵn sàng xuất hiện trên AppleVis.
zh_hans: 你的播客已发送给我们的团队。感谢你的分享。它可以显示在 AppleVis 上时，我们会通知你。
